//
//  Localizable.strings
//  Stats
//
//  Created by Serhiy Mytrovtsiy on 27/08/2020.
//  Using Swift 5.0.
//  Running on macOS 10.15.
//
//  Copyright © 2020 Serhiy Mytrovtsiy. All rights reserved.
//

// Modules
"CPU" = "CPU";
"Open CPU settings" = "CPU-Einstellungen öffnen";
"GPU" = "GPU";
"Open GPU settings" = "GPU-Einstellungen öffnen";
"RAM" = "RAM";
"Open RAM settings" = "RAM-Einstellungen öffnen";
"Disk" = "Festplatte";
"Open Disk settings" = "Festplatten-Einstellungen öffnen";
"Sensors" = "Sensoren";
"Open Sensors settings" = "Sensor-Einstellungen öffnen";
"Network" = "Netzwerk";
"Open Network settings" = "Netzwerk-Einstellungen öffnen";
"Battery" = "Batterie";
"Open Battery settings" = "Batterie-Einstellungen öffnen";
"Bluetooth" = "Bluetooth";
"Open Bluetooth settings" = "Bluetooth-Einstellungen öffnen";
"Clock" = "Uhr";
"Open Clock settings" = "Uhr-Einstellungen öffnen";

// Words
"Unknown" = "Unbekannt";
"Version" = "Version";
"Processor" = "Prozessor";
"Memory" = "Speicher";
"Graphics" = "Grafik";
"Close" = "Schließen";
"Download" = "Herunterladen";
"Install" = "Installieren";
"Cancel" = "Abbrechen";
"Unavailable" = "Nicht verfügbar";
"Yes" = "Ja";
"No" = "Nein";
"Automatic" = "Automatisch";
"Manual" = "Manuell";
"None" = "Keine";
"Dots" = "Punkte";
"Arrows" = "Pfeile";
"Characters" = "Zeichen";
"Short" = "Kurz";
"Long" = "Lang";
"Statistics" = "Statistiken";
"Max" = "Max";
"Min" = "Min";
"Reset" = "Zurücksetzen";
"Alignment" = "Ausrichtung";
"Left alignment" = "Links";
"Center alignment" = "Zentriert";
"Right alignment" = "Rechts";
"Dashboard" = "Dashboard";
"Enabled" = "Aktiviert";
"Disabled" = "Deaktiviert";
"Silent" = "Lautlos";
"Units" = "Einheiten";
"Fans" = "Lüfter";
"Scaling" = "Skalierung";
"Linear" = "Linear";
"Square" = "Quadratisch";
"Cube" = "Kubisch";
"Logarithmic" = "Logarithmisch";
"Fixed scale" = "Fest";
"Cores" = "Kerne";
"Settings" = "Einstellungen";
"Name" = "Name";
"Format" = "Format";
"Turn off" = "Ausschalten";
"Normal" = "Normal";
"Warning" = "Warnung";
"Critical" = "Kritisch";
"Usage" = "Auslastung";
"2 minutes" = "2 Minuten";
"3 minutes" = "3 Minuten";
"10 minutes" = "10 Minuten";
"Import" = "Importieren";
"Export" = "Exportieren";
"Separator" = "Trennzeichen";
"Read" = "Lesen";
"Write" = "Schreiben";
"Frequency" = "Frequenz";
"Save" = "Speichern";
"Run" = "Ausführen";
"Stop" = "Stoppen";
"Uninstall" = "Deinstallieren";
"1 sec" = "1 Sek.";
"2 sec" = "2 Sek.";
"3 sec" = "3 Sek.";
"5 sec" = "5 Sek.";
"10 sec" = "10 Sek.";
"15 sec" = "15 Sek.";
"30 sec" = "30 Sek.";
"60 sec" = "60 Sek.";

// Setup
"Stats Setup" = "Stats einrichten";
"Previous" = "Zurück";
"Previous page" = "Vorherige Seite";
"Next" = "Weiter";
"Next page" = "Nächste Seite";
"Finish" = "Fertig";
"Finish setup" = "Einrichtung abschließen";
"Welcome to Stats" = "Willkommen bei Stats";
"welcome_message" = "Vielen Dank, dass Sie Stats verwenden – einen kostenlosen Open-Source-Systemmonitor für Ihre macOS-Menüleiste.";
"Start the application automatically when starting your Mac" = "Die App automatisch beim Starten Ihres Mac starten";
"Do not start the application automatically when starting your Mac" = "Die App nicht automatisch beim Starten Ihres Mac starten";
"Do everything silently in the background (recommended)" = "Alles lautlos im Hintergrund ausführen (empfohlen)";
"Check for a new version on startup" = "Beim Start nach einer neuen Version suchen";
"Check for a new version every day (once a day)" = "Täglich nach einer neuen Version suchen (einmal pro Tag)";
"Check for a new version every week (once a week)" = "Wöchentlich nach einer neuen Version suchen (einmal pro Woche)";
"Check for a new version every month (once a month)" = "Monatlich nach einer neuen Version suchen (einmal pro Monat)";
"Never check for updates (not recommended)" = "Nie nach Updates suchen (nicht empfohlen)";
"Anonymous telemetry for better development decisions" = "Anonyme Telemetrie für bessere Entwicklungsentscheidungen";
"Share anonymous telemetry data" = "Anonyme Telemetriedaten teilen";
"Do not share anonymous telemetry data" = "Keine anonymen Telemetriedaten teilen";
"The configuration is completed" = "Die Einrichtung ist abgeschlossen";
"finish_setup_message" = "Alles ist eingerichtet! \n Stats ist ein Open-Source-Tool, das kostenlos ist und immer kostenlos bleiben wird. \n Wenn es Ihnen gefällt, können Sie das Projekt unterstützen – das wird immer geschätzt!";

// Alerts
"New version available" = "Neue Version verfügbar";
"Click to install the new version of Stats" = "Klicken, um die neue Version von Stats zu installieren";
"Successfully updated" = "Erfolgreich aktualisiert";
"Stats was updated to v" = "Stats wurde auf v%0 aktualisiert";
"Reset settings text" = "Alle Einstellungen der App werden zurückgesetzt und die App wird neu gestartet. Sind Sie sicher, dass Sie das tun möchten?";
"Support text" = "Vielen Dank, dass Sie Stats verwenden!\n\n Die Pflege und Verbesserung dieses Open-Source-Projekts erfordert Zeit und Ressourcen. Ihre Unterstützung hilft uns, weiterhin eine kostenlose und zuverlässige App für alle bereitzustellen.\n\nWenn Sie Stats hilfreich finden, erwägen Sie bitte einen Beitrag. Jede Kleinigkeit hilft!";

// Settings
"Open Activity Monitor" = "Aktivitätsanzeige öffnen";
"Report a bug" = "Fehler melden";
"Support the application" = "Die App unterstützen";
"Close application" = "App schließen";
"Open application settings" = "App-Einstellungen öffnen";
"Open dashboard" = "Dashboard öffnen";
"No notifications available in this module" = "In diesem Modul sind keine Benachrichtigungen verfügbar";
"Open Calendar" = "Kalender öffnen";
"Toggle the module" = "Modul umschalten";

// Application settings
"Update application" = "App aktualisieren";
"Check for updates" = "Nach Updates suchen";
"At start" = "Beim Start";
"Once per day" = "Einmal pro Tag";
"Once per week" = "Einmal pro Woche";
"Once per month" = "Einmal pro Monat";
"Never" = "Nie";
"Check for update" = "Nach Update suchen";
"Show icon in dock" = "Symbol im Dock anzeigen";
"Start at login" = "Bei Anmeldung starten";
"Build number" = "Build-Nummer";
"Import settings" = "Einstellungen importieren";
"Export settings" = "Einstellungen exportieren";
"Reset settings" = "Einstellungen zurücksetzen";
"Pause the Stats" = "Stats pausieren";
"Resume the Stats" = "Stats fortsetzen";
"Combined modules" = "Kombinierte Module";
"Combined details" = "Kombinierte Details";
"Spacing" = "Abstand";
"Share anonymous telemetry" = "Anonyme Telemetrie teilen";
"Choose file" = "Datei auswählen";
"Stress tests" = "Stresstests";

// Dashboard
"Serial number" = "Seriennummer";
"Model identifier" = "Modellkennung";
"Production year" = "Produktionsjahr";
"Uptime" = "Laufzeit";
"Number of cores" = "%0 Kerne";
"Number of threads" = "%0 Threads";
"Number of e-cores" = "%0 Effizienzkerne";
"Number of p-cores" = "%0 Leistungskerne";
"Disks" = "Festplatten";
"Display" = "Bildschirm";

// Update
"The latest version of Stats installed" = "Die neueste Version von Stats ist installiert";
"Downloading..." = "Wird heruntergeladen …";
"Current version: " = "Aktuelle Version:  ";
"Latest version: " = "Neueste Version:   ";

// Widgets
"Color" = "Farbe";
"Label" = "Beschriftung";
"Box" = "Karton"; // translategemma:4b
"Frame" = "Rahmen";
"Value" = "Wert";
"Colorize" = "Einfärben";
"Colorize value" = "Wert einfärben";
"Additional information" = "Zusätzliche Informationen";
"Reverse values order" = "Wertereihenfolge umkehren";
"Base" = "Basis";
"Display mode" = "Anzeigemodus";
"One row" = "Eine Zeile";
"Two rows" = "Zwei Zeilen";
"Mini widget" = "Mini";
"Line chart widget" = "Liniendiagramm";
"Bar chart widget" = "Balkendiagramm";
"Pie chart widget" = "Kreisdiagramm";
"Network chart widget" = "Netzwerkdiagramm";
"Speed widget" = "Geschwindigkeit";
"Battery widget" = "Batterie";
"Stack widget" = "Stapel";
"Memory widget" = "Speicher";
"Static width" = "Feste Breite";
"Tachometer widget" = "Drehzahlmesser"; // translategemma:4b
"State widget" = "Status-Widget";
"Text widget" = "Text-Widget";
"Battery details widget" = "Batteriedetails-Widget";
"Show symbols" = "Symbole anzeigen";
"Label widget" = "Beschriftung";
"Number of reads in the chart" = "Anzahl der Messwerte im Diagramm";
"Color of download" = "Farbe für Download";
"Color of upload" = "Farbe für Upload";
"Monospaced font" = "Nichtproportionale Schrift";
"Reverse order" = "Umgekehrte Reihenfolge";
"Chart history" = "Diagrammverlauf";
"Default color" = "Standard";
"Transparent when no activity" = "Transparent bei Inaktivität";
"Constant color" = "Konstant";

// Module Kit
"Open module settings" = "Modul-Einstellungen öffnen";
"Select widget" = "%0-Widget auswählen";
"Open widget settings" = "Widget-Einstellungen öffnen";
"Update interval" = "Aktualisierungsintervall";
"Usage history" = "Nutzungsverlauf";
"Details" = "Details";
"Top processes" = "Top-Prozesse";
"Pictogram" = "Piktogramm";
"Module" = "Modul";
"Widgets" = "Widgets";
"Popup" = "Pop-up"; // translategemma:4b
"Notifications" = "Benachrichtigungen";
"Merge widgets" = "Widgets zusammenführen";
"No available widgets to configure" = "Keine Widgets zum Konfigurieren verfügbar";
"No options to configure for the popup in this module" = "Keine Optionen für das Popup in diesem Modul verfügbar";
"Process" = "Prozess";
"Kill process" = "Prozess beenden";
"Keyboard shortcut" = "Tastaturkurzbefehl";
"Listening..." = "Wartet …";

// Modules
"Number of top processes" = "Anzahl der Top-Prozesse";
"Update interval for top processes" = "Aktualisierungsintervall für Top-Prozesse";
"Notification level" = "Benachrichtigungsstufe";
"Chart color" = "Diagrammfarbe";
"Main chart scaling" = "Hauptdiagramm-Skalierung";
"Scale value" = "Skalierungswert";
"Text widget value" = "Text-Widget-Wert";

// CPU
"CPU usage" = "CPU-Auslastung";
"CPU temperature" = "CPU-Temperatur";
"CPU frequency" = "CPU-Frequenz";
"System" = "System";
"User" = "Benutzer";
"Idle" = "Leerlauf";
"Show usage per core" = "Auslastung pro Kern anzeigen";
"Show hyper-threading cores" = "Hyper-Threading-Kerne anzeigen";
"Split the value (System/User)" = "Wert aufteilen (System/Benutzer)";
"Scheduler limit" = "Scheduler-Limit";
"Speed limit" = "Geschwindigkeitslimit";
"Average load" = "Durchschnittliche Last";
"1 minute" = "1 Minute";
"5 minutes" = "5 Minuten";
"15 minutes" = "15 Minuten";
"CPU usage threshold" = "CPU-Auslastungsschwelle";
"CPU usage is" = "CPU-Auslastung ist %0";
"Efficiency cores" = "Effizienzkerne";
"Performance cores" = "Leistungskerne";
"System color" = "Systemfarbe";
"User color" = "Benutzerfarbe";
"Idle color" = "Leerlauffarbe";
"Cluster grouping" = "Cluster-Gruppierung";
"Efficiency cores color" = "Effizienzkerne-Farbe";
"Performance cores color" = "Leistungskerne-Farbe";
"Total load" = "Gesamtlast";
"System load" = "Systemlast";
"User load" = "Benutzerlast";
"Efficiency cores load" = "Effizienzkerne-Last";
"Performance cores load" = "Leistungskerne-Last";
"All cores" = "Alle Kerne";

// GPU
"GPU to show" = "Anzuzeigende GPU";
"Show GPU type" = "GPU-Typ anzeigen";
"GPU enabled" = "GPU aktiviert";
"GPU disabled" = "GPU deaktiviert";
"GPU temperature" = "GPU-Temperatur";
"GPU utilization" = "GPU-Auslastung";
"Vendor" = "Hersteller";
"Model" = "Modell";
"Status" = "Status";
"Active" = "Aktiv";
"Non active" = "Inaktiv";
"Fan speed" = "Lüftergeschwindigkeit";
"Core clock" = "Kerntakt";
"Memory clock" = "Speichertakt";
"Utilization" = "Auslastung";
"Render utilization" = "Render-Auslastung";
"Tiler utilization" = "Tiler-Auslastung";
"GPU usage threshold" = "GPU-Auslastungsschwelle";
"GPU usage is" = "GPU-Auslastung ist %0";

// RAM
"Memory usage" = "Speicherauslastung";
"Memory pressure" = "Speicherdruck";
"Total" = "Gesamt";
"Used" = "Belegt";
"App" = "App";
"Wired" = "Reserviert";
"Compressed" = "Komprimiert";
"Free" = "Frei";
"Swap" = "Swap";
"Split the value (App/Wired/Compressed)" = "Wert aufteilen (App/Reserviert/Komprimiert)";
"RAM utilization threshold" = "RAM-Auslastungsschwelle";
"RAM utilization is" = "RAM-Auslastung ist %0";
"App color" = "App-Farbe";
"Wired color" = "Reserviert-Farbe";
"Compressed color" = "Komprimiert-Farbe";
"Free color" = "Frei-Farbe";
"Free memory (less than)" = "Freier Speicher (weniger als)";
"Swap size" = "Swap-Größe";
"Free RAM is" = "Freier RAM ist %0";

// Disk
"Show removable disks" = "Wechseldatenträger anzeigen";
"Used disk memory" = "%0 von %1 belegt";
"Free disk memory" = "%0 von %1 frei";
"Disk to show" = "Anzuzeigende Festplatte";
"Open disk" = "Festplatte öffnen";
"Switch view" = "Ansicht wechseln";
"Disk utilization threshold" = "Festplatten-Auslastungsschwelle";
"Disk utilization is" = "Festplatten-Auslastung ist %0";
"Read color" = "Lesen-Farbe";
"Write color" = "Schreiben-Farbe";
"Disk usage" = "Festplattennutzung";
"Total read" = "Gelesen gesamt";
"Total written" = "Geschrieben gesamt";
"Write speed" = "Schreiben";
"Read speed" = "Lesen";
"Drives" = "Laufwerke";
"SMART data" = "SMART-Daten";

// Sensors
"Temperature unit" = "Temperatureinheit";
"Celsius" = "Celsius";
"Fahrenheit" = "Fahrenheit";
"Save the fan speed" = "Lüftergeschwindigkeit speichern";
"Fan" = "Lüfter";
"HID sensors" = "HID-Sensoren";
"Synchronize fan's control" = "Lüftersteuerung synchronisieren";
"Current" = "Strom";
"Energy" = "Energie";
"Show unknown sensors" = "Unbekannte Sensoren anzeigen";
"Install fan helper" = "Lüfter-Hilfsprogramm installieren";
"Uninstall fan helper" = "Lüfter-Hilfsprogramm deinstallieren";
"Fan value" = "Lüfterwert";
"Turn off fan" = "Lüfter ausschalten";
"You are going to turn off the fan. This is not recommended action that can damage your mac, are you sure you want to do that?" = "Sie sind dabei, den Lüfter auszuschalten. Dies ist keine empfohlene Aktion und kann Ihren Mac beschädigen. Sind Sie sicher, dass Sie das tun möchten?";
"Sensor threshold" = "Sensorschwelle";
"Left fan" = "Links";
"Right fan" = "Rechts";
"Fastest fan" = "Schnellster";
"Sensor to show" = "Anzuzeigender Sensor";

// Network
"Uploading" = "Hochladen"; // translategemma:4b
"Downloading" = "Herunterladen"; // translategemma:4b
"Public IP" = "Öffentliche IP";
"Local IP" = "Lokale IP";
"Interface" = "Schnittstelle";
"Physical address" = "Physische Adresse";
"Refresh" = "Aktualisieren";
"Click to copy public IP address" = "Klicken, um die öffentliche IP-Adresse zu kopieren";
"Click to copy local IP address" = "Klicken, um die lokale IP-Adresse zu kopieren";
"Click to copy wifi name" = "Klicken, um den WLAN-Namen zu kopieren";
"Click to copy mac address" = "Klicken, um die MAC-Adresse zu kopieren";
"No connection" = "Keine Verbindung";
"Network interface" = "Netzwerkschnittstelle";
"Total download" = "Download gesamt";
"Total upload" = "Upload gesamt";
"Reader type" = "Lesertyp";
"Interface based" = "Schnittstellenbasiert";
"Processes based" = "Prozessbasiert";
"Reset data usage" = "Datennutzung zurücksetzen";
"VPN mode" = "VPN-Modus";
"Standard" = "Standard";
"Security" = "Sicherheit";
"Channel" = "Kanal";
"Common scale" = "Gemeinsame Skala";
"Autodetection" = "Automatische Erkennung";
"Widget activation threshold" = "Widget-Aktivierungsschwelle";
"Internet connection" = "Internetverbindung";
"Active state color" = "Farbe für aktiven Zustand";
"Nonactive state color" = "Farbe für inaktiven Zustand";
"Connectivity host (ICMP)" = "Verbindungshost (ICMP)";
"Leave empty to disable the check" = "Leer lassen, um die Prüfung zu deaktivieren";
"Connectivity history" = "Verbindungsverlauf";
"Auto-refresh public IP address" = "Öffentliche IP-Adresse automatisch aktualisieren";
"Every hour" = "Jede Stunde";
"Every 12 hours" = "Alle 12 Stunden";
"Every 24 hours" = "Alle 24 Stunden";
"Network activity" = "Netzwerkaktivität";
"Last reset" = "Letzte Zurücksetzung vor %0";
"Latency" = "Latenz";
"Upload speed" = "Hochladen"; // translategemma:4b
"Download speed" = "Herunterladen"; // translategemma:4b
"Address" = "Adresse";
"WiFi network" = "WLAN-Netzwerk";
"Local IP changed" = "Lokale IP hat sich geändert";
"Public IP changed" = "Öffentliche IP hat sich geändert";
"Previous IP" = "Vorherige IP: %0";
"New IP" = "Neue IP: %0";
"Internet connection lost" = "Internetverbindung unterbrochen";
"Internet connection established" = "Internetverbindung hergestellt";

// Battery
"Level" = "Ladezustand";
"Source" = "Quelle";
"AC Power" = "Netzteil";
"Battery Power" = "Batteriebetrieb";
"Time" = "Zeit";
"Health" = "Zustand";
"Amperage" = "Stromstärke";
"Voltage" = "Spannung";
"Cycles" = "Ladezyklen";
"Temperature" = "Temperatur";
"Power adapter" = "Netzteil";
"Power" = "Leistung";
"Is charging" = "Wird geladen";
"Time to discharge" = "Zeit bis zur Entladung";
"Time to charge" = "Zeit bis zur Aufladung";
"Calculating" = "Berechnung läuft";
"Fully charged" = "Vollständig geladen";
"Not connected" = "Nicht verbunden";
"Low level notification" = "Benachrichtigung bei niedrigem Ladezustand";
"High level notification" = "Benachrichtigung bei hohem Ladezustand";
"Low battery" = "Niedriger Ladezustand";
"High battery" = "Hoher Ladezustand";
"Battery remaining" = "%0 % verbleibend";
"Battery remaining to full charge" = "%0 % bis zur vollständigen Ladung";
"Percentage" = "Prozent";
"Percentage and time" = "Prozent und Zeit";
"Time and percentage" = "Zeit und Prozent";
"Time format" = "Zeitformat";
"Hide additional information when full" = "Zusätzliche Informationen bei voller Ladung ausblenden";
"Last charge" = "Letzte Ladung";
"Capacity" = "Kapazität";
"current / maximum / designed" = "aktuell / maximal / geplant";
"Low power mode" = "Stromsparmodus";
"Percentage inside the icon" = "Prozentanzeige im Symbol";
"Colorize battery" = "Batterie einfärben";
"Charging current" = "Ladestrom";
"Charging Voltage" = "Ladespannung";
"Charger state inside the battery" = "Ladegerätestatus im Batteriesymbol";

// Bluetooth
"Battery to show" = "Anzuzeigende Batterie";
"No Bluetooth devices are available" = "Keine Bluetooth-Geräte verfügbar";

// Clock
"Time zone" = "Zeitzone";
"Local" = "Lokal";
"Calendar" = "Kalender";
"Show week numbers" = "Zeige die Wochennummern"; // translategemma:4b
"Local time" = "Ortszeit";
"Add new clock" = "Neue Uhr hinzufügen";
"Delete selected clock" = "Ausgewählte Uhr löschen";
"Help with datetime format" = "Hilfe zum Datums-/Zeitformat";

// Colors
"Based on utilization" = "Nach Auslastung";
"Based on pressure" = "Nach Druck";
"Based on cluster" = "Nach Cluster";
"System accent" = "Systemakzent";
"Monochrome accent" = "Monochromer Akzent";
"Clear" = "Transparent";
"White" = "Weiß";
"Black" = "Schwarz";
"Gray" = "Grau";
"Second gray" = "Zweites Grau";
"Dark gray" = "Dunkelgrau";
"Light gray" = "Hellgrau";
"Red" = "Rot";
"Second red" = "Zweites Rot";
"Green" = "Grün";
"Second green" = "Zweites Grün";
"Blue" = "Blau";
"Second blue" = "Zweites Blau";
"Yellow" = "Gelb";
"Second yellow" = "Zweites Gelb";
"Orange" = "Orange";
"Second orange" = "Zweites Orange";
"Purple" = "Lila";
"Second purple" = "Zweites Lila";
"Brown" = "Braun";
"Second brown" = "Zweites Braun";
"Cyan" = "Cyan";
"Magenta" = "Magenta";
"Pink" = "Rosa";
"Teal" = "Blaugrün";
"Indigo" = "Indigo";
